[
    {
        "author": "Buddha",
        "content": "Mache heute eifrig, was zu tun ist. Wer weiß? Morgen kommt der Tod."
    },
    {
        "author": "ChatGPT",
        "content": "Deine Aufgaben (wahrscheinlich) machen sich nicht von selbst."
    },
    {
        "author": "ChatGPT",
        "content": "Überprüfst du die App? Deine Ziele verdrehen gerade die Augen."
    },
    {
        "author": "ChatGPT",
        "content": "Wenn nicht jetzt, wann dann? Sicherlich nicht morgen ;)"
    },
    {
        "author": "ChatGPT",
        "content": "Anstatt hier nachzuschauen, warum machst du nicht etwas Produktives?"
    },
    {
        "author": "ChatGPT",
        "content": "Möchtest du eine Pause einlegen? Interessant, was deine Deadlines dazu sagen würden. ;)"
    },
    {
        "author": "ChatGPT",
        "content": "Ablenkung ist für Schwächlinge."
    },
    {
        "author": "ChatGPT",
        "content": "Konzentriertes Arbeiten: der beste Weg, um der Langeweile zu entkommen."
    },
    {
        "author": "ChatGPT",
        "content": "Möchtest du wie ein GPS sein? Finde dein Ziel und fahre geradeaus."
    },
    {
        "author": "ChatGPT",
        "content": "Sei nicht wie das WLAN im Café - abgelenkt und langsam."
    },
    {
        "author": "ChatGPT",
        "content": "Interessant, ob sich deine Aufgaben von selbst erledigen."
    },
    {
        "author": "ChatGPT",
        "content": "Konzentriere dich. Deine Träume sind verpackt und warten nur auf die Lieferung."
    },
    {
        "author": "ChatGPT",
        "content": "Konzentriertes Arbeiten ist für diejenigen, die etwas erreichen wollen. Seltsam, oder?"
    },
    {
        "author": "ChatGPT",
        "content": "Schau aufs Telefon, vielleicht verpasst du etwas. Aber Erfolg wartet nicht."
    },
    {
        "author": "ChatGPT",
        "content": "Heute keine Lust auf tiefes Arbeiten? Deine Ziele können auch warten."
    },
    {
        "author": "ChatGPT",
        "content": "Konzentriere dich jetzt, Instagram kann warten. Vielleicht."
    },
    {
        "author": "ChatGPT",
        "content": "Wenn Konzentration der Schlüssel ist, ist Ablenkung das Schloss. Öffnest du?"
    },
    {
        "author": "ChatGPT",
        "content": "Tiefes Arbeiten ist ein Luxus, den sich jeder gönnen sollte."
    },
    {
        "author": "Robert Collier",
        "content": "Erfolg ist die Summe kleiner Anstrengungen, Tag für Tag wiederholt."
    },
    {
        "author": "Seneca",
        "content": "Es ist nicht unser Leben, das kurz ist, sondern wir machen es kurz, indem wir uns mit unnötigen Dingen beschäftigen."
    },
    {
        "author": "ChatGPT",
        "content": "Konzentriere dich jetzt, Erfolg später. Handle."
    },
    {
        "author": "ChatGPT",
        "content": "Oberflächliche Arbeit ist eine Illusion von Produktivität."
    },
    {
        "author": "ChatGPT",
        "content": "Jede Stunde der Konzentration ist ein Schritt näher zur Meisterschaft."
    },
    {
        "author": "ChatGPT",
        "content": "Tägliche Dosen von Konzentration bringen langfristige Vorteile."
    },
    {
        "author": "ChatGPT",
        "content": "Konzentration ist die wertvollste Währung des 21. Jahrhunderts."
    },
    {
        "author": "ChatGPT",
        "content": "Durch tiefes Arbeiten machst du das Unmögliche möglich."
    },
    {
        "author": "ChatGPT",
        "content": "Deine Träume verdienen volle Konzentration."
    },
    {
        "author": "ChatGPT",
        "content": "Wenn Erfolg das Ziel ist, ist Konzentration der Weg."
    },
    {
        "author": "ChatGPT",
        "content": "Tiefes Arbeiten ist das Fundament für deinen Erfolg."
    },
    {
        "author": "ChatGPT",
        "content": "Oberflächliche Arbeit ist billig, tiefes Arbeiten ist unbezahlbar."
    },
    {
        "author": "ChatGPT",
        "content": "Tiefes Arbeiten ist die Brücke zwischen Träumen und Realität."
    }
]