[
    {
        "author": "Budda",
        "content": "Con entusiasmo haz hoy lo que debes hacer. ¿Quién sabe? Mañana llegará la muerte."
    },
    {
        "author": "ChatGPT",
        "content": "Tus tareas (probablemente) no se harán solas."
    },
    {
        "author": "ChatGPT",
        "content": "¿Revisas la aplicación? Tus objetivos están poniendo los ojos en blanco."
    },
    {
        "author": "ChatGPT",
        "content": "Si no es ahora, ¿cuándo? No, seguro que no mañana ;)"
    },
    {
        "author": "ChatGPT",
        "content": "En lugar de mirar aquí, ¿por qué no haces algo productivo?"
    },
    {
        "author": "ChatGPT",
        "content": "¿Quieres tomar un descanso? Me pregunto qué pensarán tus plazos de entrega. ;)"
    },
    {
        "author": "ChatGPT",
        "content": "Distraerse es para los débiles."
    },
    {
        "author": "ChatGPT",
        "content": "Trabajar con concentración: la mejor manera de escapar del aburrimiento."
    },
    {
        "author": "ChatGPT",
        "content": "¿Quieres ser como un GPS? Encuentra tu objetivo y ve directo."
    },
    {
        "author": "ChatGPT",
        "content": "No seas como el WiFi en una cafetería: disperso y lento."
    },
    {
        "author": "ChatGPT",
        "content": "Curioso si tus tareas se harán solas."
    },
    {
        "author": "ChatGPT",
        "content": "Concéntrate. Tus sueños están empaquetados, solo esperando la entrega."
    },
    {
        "author": "ChatGPT",
        "content": "Trabajar con concentración es cosa de aquellos que quieren lograr algo. Extraño, ¿verdad?"
    },
    {
        "author": "ChatGPT",
        "content": "Echa un vistazo al teléfono, podrías perderte algo. Pero el éxito no espera."
    },
    {
        "author": "ChatGPT",
        "content": "¿Hoy no tienes ganas de trabajar profundamente? Tus objetivos también pueden esperar."
    },
    {
        "author": "ChatGPT",
        "content": "Concéntrate ahora, Instagram puede esperar. Tal vez."
    },
    {
        "author": "ChatGPT",
        "content": "Si la concentración es la clave, la distracción es la cerradura. ¿Abres?"
    },
    {
        "author": "ChatGPT",
        "content": "El trabajo profundo es un lujo que todos deberían permitirse."
    },
    {
        "author": "Robert Collier",
        "content": "El éxito es la suma de pequeños esfuerzos, repetidos día tras día."
    },
    {
        "author": "Séneca",
        "content": "No es nuestra vida corta, somos nosotros quienes la hacemos corta ocupándonos de cosas innecesarias."
    },
    {
        "author": "ChatGPT",
        "content": "Concéntrate ahora, éxito después. Actúa."
    },
    {
        "author": "ChatGPT",
        "content": "El trabajo superficial es una ilusión de productividad."
    },
    {
        "author": "ChatGPT",
        "content": "Cada hora de concentración es un paso más cerca de la maestría."
    },
    {
        "author": "ChatGPT",
        "content": "Una dosis diaria de concentración trae beneficios a largo plazo."
    },
    {
        "author": "ChatGPT",
        "content": "La concentración es la moneda más valiosa del siglo XXI."
    },
    {
        "author": "ChatGPT",
        "content": "Trabajando profundamente, conviertes lo imposible en posible."
    },
    {
        "author": "ChatGPT",
        "content": "Tus sueños merecen toda tu concentración."
    },
    {
        "author": "ChatGPT",
        "content": "Si el éxito es el objetivo, la concentración es el camino."
    },
    {
        "author": "ChatGPT",
        "content": "El trabajo profundo es el fundamento de tus éxitos."
    },
    {
        "author": "ChatGPT",
        "content": "El trabajo superficial es barato, el trabajo profundo es invaluable."
    },
    {
        "author": "ChatGPT",
        "content": "El trabajo profundo es el puente entre los sueños y la realidad."
    }
]