[
    {
        "author": "Buddha",
        "content": "Con entusiasmo fai oggi ciò che deve essere fatto. Chi lo sa? Domani arriva la morte."
    },
    {
        "author": "ChatGPT",
        "content": "I tuoi compiti (probabilmente) non si faranno da soli."
    },
    {
        "author": "ChatGPT",
        "content": "Controlli l'app? I tuoi obiettivi stanno alzando gli occhi al cielo."
    },
    {
        "author": "ChatGPT",
        "content": "Se non ora, quando? Sicuramente non domani ;)"
    },
    {
        "author": "ChatGPT",
        "content": "Invece di guardare qui, perché non fai qualcosa di produttivo?"
    },
    {
        "author": "ChatGPT",
        "content": "Vuoi fare una pausa? Mi chiedo cosa ne pensino le tue scadenze. ;)"
    },
    {
        "author": "ChatGPT",
        "content": "La distrazione è per i deboli."
    },
    {
        "author": "ChatGPT",
        "content": "Lavorare con concentrazione: il miglior modo per sfuggire alla noia."
    },
    {
        "author": "ChatGPT",
        "content": "Vuoi essere come un GPS? Trova il tuo obiettivo e vai dritto."
    },
    {
        "author": "ChatGPT",
        "content": "Non essere come il WiFi in un caffè - distratto e lento."
    },
    {
        "author": "ChatGPT",
        "content": "Curioso se i tuoi compiti si faranno da soli."
    },
    {
        "author": "ChatGPT",
        "content": "Concentrati. I tuoi sogni sono imballati, aspettano solo la consegna."
    },
    {
        "author": "ChatGPT",
        "content": "Il lavoro concentrato è per chi vuole ottenere qualcosa. Strano, vero?"
    },
    {
        "author": "ChatGPT",
        "content": "Guarda il telefono, potresti perdere qualcosa. Ma il successo non aspetta."
    },
    {
        "author": "ChatGPT",
        "content": "Oggi non hai voglia di lavorare in profondità? I tuoi obiettivi possono aspettare."
    },
    {
        "author": "ChatGPT",
        "content": "Concentrati ora, Instagram può aspettare. Forse."
    },
    {
        "author": "ChatGPT",
        "content": "Se la concentrazione è la chiave, la distrazione è la serratura. Apri?"
    },
    {
        "author": "ChatGPT",
        "content": "Il lavoro profondo è un lusso che tutti dovrebbero permettersi."
    },
    {
        "author": "Robert Collier",
        "content": "Il successo è la somma di piccoli sforzi, ripetuti giorno dopo giorno."
    },
    {
        "author": "Seneca",
        "content": "Non è la nostra vita a essere breve, siamo noi a renderla breve occupandoci di cose inutili."
    },
    {
        "author": "ChatGPT",
        "content": "Concentrati ora, successo dopo. Agisci."
    },
    {
        "author": "ChatGPT",
        "content": "Il lavoro superficiale è un'illusione di produttività."
    },
    {
        "author": "ChatGPT",
        "content": "Ogni ora di concentrazione è un passo più vicino alla maestria."
    },
    {
        "author": "ChatGPT",
        "content": "Una dose quotidiana di concentrazione porta benefici a lungo termine."
    },
    {
        "author": "ChatGPT",
        "content": "La concentrazione è la valuta più preziosa del XXI secolo."
    },
    {
        "author": "ChatGPT",
        "content": "Lavorare in profondità rende possibile l'impossibile."
    },
    {
        "author": "ChatGPT",
        "content": "I tuoi sogni meritano tutta la tua concentrazione."
    },
    {
        "author": "ChatGPT",
        "content": "Se il successo è l'obiettivo, la concentrazione è la via."
    },
    {
        "author": "ChatGPT",
        "content": "Il lavoro profondo è la base per i tuoi successi."
    },
    {
        "author": "ChatGPT",
        "content": "Il lavoro superficiale è economico, il lavoro profondo è inestimabile."
    },
    {
        "author": "ChatGPT",
        "content": "Il lavoro profondo è il ponte tra i sogni e la realtà."
    }
]