Repository: SiekamCebule/workus
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pl, sq

source: Before session
de: Vor der Sitzung
es: Antes de la sesión
fr: Avant la session
it: Ante sessionem
pl: Przed sesją
sq: Para sesionit

source: Session will last
de: Die Sitzung dauert
es: La sesión durará
fr: La session durera
it: Sessio durabit
pl: Sesja potrwa
sq: Seanca do të zgjasë

source: Short break every
de: Kurze Pause alle
es: Pausa corta cada
fr: Pause courte toutes les
it: Brevis pausa omni
pl: Krótka przerwa co
sq: Pauzë e shkurtër çdo

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Munera
pl: Zadania
sq: Detyra

source: Work
de: Arbeit
es: Trabajo
fr: Travail
it: Labor
pl: Praca
sq: Puna

source: No short breaks
de: Keine kurzen Pausen
es: Sin pausas cortas
fr: Pas de pauses courtes
it: Nullae breves pausa
pl: Brak krótkich przerw
sq: Pa pauza të shkurtra

source: Before work
de: Vor der Arbeit
es: Antes del trabajo
fr: Avant le travail
it: Ante laborem
pl: Przed pracą
sq: Para punës

source: During breaks
de: Während der Pausen
es: Durante las pausas
fr: Pendant les pauses
it: Inter pausas
pl: Podczas przerw
sq: Gjatë pauzave

source: After work
de: Nach der Arbeit
es: Después del trabajo
fr: Après le travail
it: Post laborem
pl: Po pracy
sq: Pas punës

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Occasus
pl: Ustawienia
sq: Cilësimet

# warnOnUncompletedTasks
source: Warn about uncompleted tasks
de: Über unvollständige Aufgaben warnen
es: Advertir sobre tareas incompletas
fr: Avertir des tâches incomplètes
it: Mone de muneribus incompletis
pl: Ostrzegaj o niewykonanych zadaniach
sq: Paralajmëro për detyra të papërfunduara

source: Show quotes
de: Zitate anzeigen
es: Mostrar citas
fr: Afficher les citations
it: Monstra dicta
pl: Pokazuj cytaty
sq: Shfaq citime

source: Show notifications
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Monstra notificationes
pl: Pokazuj powiadomienia
sq: Shfaq njoftime

source: Play alarms
de: Alarme abspielen
es: Reproducir alarmas
fr: Jouer les alarmes
it: Tocca alarmas
pl: Odtwarzaj alarmy
sq: Luaj alarmet

source: Expand navigation
de: Navigation erweitern
es: Expandir navegación
fr: Étendre la navigation
it: Expande navigationem
pl: Rozwiń nawigację
sq: Zgjero navigimin

source: Navigation expand effect
de: Erweiterungseffekt der Navigation
es: Efecto de expansión de navegación
fr: Effet d'extension de la navigation
it: Effectus expansionis navigationis
pl: Efekt rozwijania nawigacji
sq: Efekti i zgjerimit të navigimit

source: Default session time
de: Standard-Sitzungszeit
es: Tiempo de sesión predeterminado
fr: Temps de session par défaut
it: Tempus sessionis defaltum
pl: Domyślny czas sesji
sq: Koha e sesionit të paracaktuar

source: Default break interval
de: Standardpauseintervall
es: Intervalo predeterminado entre pausas
fr: Intervalle par défaut entre les pauses
it: Intervallum defaltum inter pausas
pl: Domyślny odstęp pomiędzy przerwami
sq: Intervali i paracaktuar midis pauzave

source: End alarm
es: Alarma de finalización
fr: Alarme de fin
it: Finis alarma
pl: Alarm zakończenia
sq: Alarmin e përfundimit

source: Break alarm
de: Pausalarm
es: Alarma de pausa
fr: Alarme de pause
it: Pausa alarma
pl: Alarm przerwy
sq: Alarmin e pauzës

source: Start session?
de: Sitzung starten?
es: ¿Empezar sesión?
fr: Commencer la session?
it: Incipe sessionem?
pl: Zacząć sesję?
sq: Fillo seancën?

# startSessionWarning
source: Not all tasks have been completed yet. Are you sure you want to start working?
de: Noch nicht alle Aufgaben wurden erledigt. Bist du sicher, dass du mit der Arbeit beginnen möchtest?
es: Aún no se han completado todas las tareas. ¿Seguro que quieres empezar a trabajar?
fr: Toutes les tâches ne sont pas encore terminées. Êtes-vous sûr de vouloir commencer le travail?
it: Nondum omnia munera completa sunt. Certus es quod vis incipere laborem?
pl: Nie wykonano jeszcze wszystkich zadań. Czy na pewno chcesz rozpocząć pracę?
sq: Ende nuk janë përfunduar të gjitha detyrat. A je i sigurt se do të fillosh punën?

# startSessionConfirm
source: Start session
de: Sitzung starten
es: Empezar sesión
fr: Commencer la session
it: Incipe sessionem
pl: Rozpocznij sesję
sq: Fillo seancën

source: Go back
de: Zurück
es: Volver
fr: Retourner
it: Redi
pl: Wróć
sq: Kthehu

source: Break in
de: Pause in
es: Pausa en
fr: Pause dans
it: Pausa in
pl: Przerwa za
sq: Pauza në

# timeForShortBreak
source: Time for a short break :)
de: Zeit für eine kurze Pause :)
es: Es tiempo de una pausa corta :)
fr: Il est temps de faire une pause courte :)
it: Tempus est pro brevi pausa :)
pl: Czas na krótką przerwę :)
sq: Është koha për një pauzë të shkurtër :)

# timeForBreak
source: Time for a break
de: Zeit für eine Pause
es: Es tiempo de una pausa
fr: Il est temps de faire une pause
it: Tempus est pro pausa
pl: Czas na przerwę
sq: Është koha për një pauzë

# chargeBatteries
source: Charge your batteries and then get to work!
de: Lade die Batterien auf und dann an die Arbeit!
es: Recarga las baterías y luego ¡manos a la obra!
fr: Rechargez les batteries, puis au travail!
it: Replebantur batteriae, et deinde ad opus!
pl: Naładuj baterie, a potem do dzieła!
sq: Ngarkoni bateritë, dhe pastaj në punë!

# cancelSessionConfirm
source: Cancel session
de: Sitzung abbrechen
pl: Anuluj sesję

# cancelSessionQuestion
source: Cancel session?
de: Sitzung abbrechen?
pl: Anulować sesję?

# takeABreak
source: Step away from work and relax...
de: Mach eine Pause und entspanne dich...
es: Toma un descanso y relájate...
fr: Prenez une pause et détendez-vous...
it: Recede paulisper ab labore et relaxa...
pl: Odejdź na chwilę od pracy i odpręż się...
sq: Ndalo një çast nga puna dhe relaksohu...

source: Delay break
de: Pause verschieben
es: Retrasar pausa
fr: Reporter la pause
it: Differ pausa
pl: Odłóż przerwę
sq: Shty pauzën

source: I am ready
de: Ich bin bereit
es: Estoy listo
fr: Je suis prêt
it: Paratus sum
pl: Jestem gotów
sq: Jam gati

# delayBreakBy
source: Delay break by how much?
de: Um wie viel die Pause verschieben?
es: ¿Cuánto retrasar la pausa?
fr: Reporter la pause de combien?
it: Quot differre pausam?
pl: O ile opóźnić przerwę?
sq: Sa të shtyhet pauza?

# minutes
source: {minutes, plural, one {minute} few {minutes} many {minutes} other {minutes}}
de: {minutes, plural, one {Minute} few {Minuten} many {Minuten} other {Minuten}}
es: {minutes, plural, one {minuto} few {minutos} many {minutos} other {minutos}}
it: {minutes, plural, one {minuta} few {minutae} many {minutarum} other {minutae}}
pl: {minutes, plural, one {minuta} few {minuty} many {minut} other {minuty}}
sq: {minutes, plural, one {minutë} few {minuta} many {minutash} other {minuta}}

source: Resume session?
de: Sitzung fortsetzen?
es: ¿Reanudar sesión?
fr: Reprendre la session?
it: Resume sessionem?
pl: Przejść spowrotem do sesji?
sq: Rifillo seancën?

# endBreakWarning
source: Do you want to end the break even though you haven't completed all tasks?
de: Möchtest du die Pause beenden, obwohl du noch nicht alle Aufgaben erledigt hast?
es: ¿Quieres terminar la pausa aunque no hayas completado todas las tareas?
fr: Voulez-vous terminer la pause même si toutes les tâches ne sont pas encore terminées?
it: Visne finire pausam cum adhuc omnia munera non sunt completa?
pl: Czy chcesz zakończyć przerwę mimo, że nie wykonałeś jeszcze wszystkich zadań?
sq: A dëshiron të përfundosh pauzën edhe pse nuk i ke përfunduar të gjitha detyrat?

source: End break
de: Pause beenden
es: Terminar pausa
fr: Terminer la pause
it: Finire pausam
pl: Zakończ przerwę
sq: Përfundo pauzën

source: Good job!
de: Gute Arbeit!
es: ¡Buen trabajo!
fr: Bon travail!
it: Bene factum!
pl: Dobra robota!
sq: Punë e mirë!

source: Extend session
de: Sitzung verlängern
es: Extender sesión
fr: Prolonger la session
it: Prolunga sessionem
pl: Przedłuż sesję
sq: Zgjat seancën

source: End session
de: Sitzung beenden
es: Terminar sesión
fr: Terminer la session
it: Finire sessionem
pl: Zakończ sesję
sq: Përfundo seancën

# extendSessionBy
source: Extend session by how much?
de: Um wie viel die Sitzung verlängern?
es: ¿Cuánto extender la sesión?
fr: Prolonger la session de combien?
it: Quot prolunga sessionem?
pl: O ile przedłużyć sesję?
sq: Sa të zgjatet seanca?

# jobWellDone
source: Work, work, and then it's done...
de: Arbeit erledigt...
es: Trabajo hecho...
fr: Travail accompli...
it: Labor, labor, et finis labor...
pl: Praca, praca, i po pracy...
sq: Punë e kryer...

source: Focus ;)
de: Konzentriere dich ;)
es: Concéntrate ;)
fr: Concentrez-vous ;)
it: Concentratio ;)
pl: Skup się ;)
sq: Përqendrohu ;)

source: Author unknown
de: Autor unbekannt
es: Autor desconocido
fr: Auteur inconnu
it: Auctor ignotus
pl: Autor nieznany
sq: Autori i panjohur

# taskExplanationTitle
source: What's with the tasks in Workus?
de: Worum geht es bei den Aufgaben in Workus?
es: ¿Qué son las tareas en Workus?
fr: Qu'en est-il des tâches dans Workus?
it: Quid de muneribus in Workus?
pl: O co chodzi z zadaniami w Workus?
sq: Çfarë është puna në Workus?

# taskExplanationText
source: Using this window, you can add tasks that you want to complete before you start working, during short breaks, and after your sessions. This way you can take care of your health, as you will remember to, for example, rest your eyes after a period of intense work in front of the computer. You can add tasks freely as you see fit, not exceeding three tasks per category.
de: Mit diesem Fenster kannst du Aufgaben hinzufügen, die du vor Beginn deiner Arbeit, während kurzer Pausen und nach deinen Sitzungen erledigen möchtest. Dies hilft dir, auf deine Gesundheit zu achten, indem du zum Beispiel daran erinnert wirst, deinen Augen nach intensiver Arbeit am Computer eine Pause zu gönnen. Du kannst Aufgaben nach Belieben hinzufügen, wobei du drei Aufgaben pro Kategorie nicht überschreiten solltest.
es: Usando esta ventana puedes agregar tareas que deseas completar antes de comenzar tu trabajo, durante las pausas cortas, y después de tus sesiones. Esto te ayuda a cuidar tu salud al recordar, por ejemplo, dar un descanso a tus ojos después de un periodo de trabajo intensivo frente a la computadora. Puedes agregar tareas libremente, no superando las tres tareas por categoría.
fr: Avec cette fenêtre, vous pouvez ajouter des tâches que vous souhaitez accomplir avant de commencer votre travail, pendant les pauses courtes et après vos sessions. Cela vous aide à prendre soin de votre santé en vous rappelant, par exemple, de donner une pause à vos yeux après une période de travail intensif devant l'ordinateur. Vous pouvez ajouter des tâches librement, sans dépasser trois tâches par catégorie.
it: Hac fenestra uti potes ad munera addenda quae vis complere ante laborem, inter breves pausas, et post sessiones tuas. Hoc modo potes curare de tua salute, meminens ut oculis tuis pausam dares post tempus intensae laboris ante computatrum. Munera addere potes arbitratu tuo, non excedens tria munera per categoriam.
pl: Używając tego okna możesz dodać zadania, które chcesz wykonać zanim rozpoczniesz swoją pracę, w czasie krótkich przerw, i po zakończeniu swoich sesji. Dzięki temu możesz zadbać o swoje zdrowie, gdyż będziesz pamiętać, aby na przykład dać odpocząć swoim oczom po okresie intensywnej pracy przed komputerem. Zadania możesz dodawać dowolnie według uznania, nie przekraczając trzech zadań na kategorię.
sq: Duke përdorur këtë dritare mund të shtoni detyra që dëshironi të përfundoni para se të filloni punën tuaj, gjatë pauzave të shkurtra dhe pas përfundimit të sesioneve tuaja. Kjo ju ndihmon të kujdeseni për shëndetin tuaj duke ju kujtuar, për shembull, t'u jepni syve tuaj një pushim pas një periudhe intensive pune para kompjuterit. Ju mund të shtoni detyra lirshëm, pa tejkaluar tre detyra për kategori.

# endSessionConfirm
source: End session?
de: Sitzung beenden?
es: ¿Terminar sesión?
fr: Terminer la session?
it: Finire sessionem?
pl: Zakończyć sesję?
sq: Përfundo seancën?

# endSessionWarning
source: Are you sure you want to end the session even though you haven't completed all tasks yet?
de: Bist du sicher, dass du die Sitzung beenden möchtest, obwohl du noch nicht alle Aufgaben erledigt hast?
es: ¿Seguro que quieres terminar la sesión aunque no hayas completado todas las tareas?
fr: Êtes-vous sûr de vouloir terminer la session alors que toutes les tâches ne sont pas encore terminées?
it: Certus es quod vis finire sessionem cum adhuc omnia munera non sint completa?
pl: Czy na pewno chcesz zakończyć sesję mimo tego, że nie ukończyłeś jeszcze wszystkich zadań?
sq: A je i sigurt se dëshiron të përfundosh seancën megjithëse nuk i ke përfunduar të gjitha detyrat?

source: Understood!
de: Verstanden!
es: ¡Entendido!
fr: Compris!
it: Intellectum!
pl: Zrozumiano!
sq: Kuptova!

# addTask
source: Add task {number}
de: Aufgabe hinzufügen {number}
es: Agregar tarea {number}
fr: Ajouter une tâche {number}
it: Addere munus {number}
pl: Dodaj zadanie {number}
sq: Shto detyrën {number}

# durationHours
source: {hours} hrs
de: {hours} Std.
fr: {hours} h
it: {hours} ore
pl: {hours} godz.
sq: {hours} orë

# durationMinutes
source: {minutes} mins
de: {minutes} Min.
es: {minutes} min.
fr: {minutes} min
it: {minutes} min
pl: {minutes} min.
sq: {minutes} min

# durationSeconds
source: {seconds} secs
de: {seconds} Sek.
es: {seconds} seg.
fr: {seconds} sec
it: {seconds} sec
pl: {seconds} sek.
sq: {seconds} sek

# durationZeroMinutes
source: 0 mins
de: 0 Min.
es: 0 min.
fr: 0 min
it: 0 min
pl: 0 min.
sq: 0 min

# congratulationsAfterWork
source: Congratulations on your perseverance
de: Arbeitsende
es: Felicitaciones por tu perseverancia
fr: Félicitations pour votre persévérance
it: Congratulazioni per la perseveranza
pl: Gratulujemy wytrwałości
sq: Urime për këmbënguljen

# workEnd
source: End of work
de: Wir gratulieren zur Ausdauer
es: Fin del trabajo
fr: Fin du travail
it: Fine del lavoro
pl: Koniec pracy
sq: Fund i punës

source: Remains
de: Überreste
es: Restos
fr: Restes
it: Resti
pl: Pozostało
sq: Mbetje

source: Irish folk
de: Irische Volksmusik
es: Folk irlandés
fr: Folk irlandais
it: Folk irlandese
pl: Irlandzki folk
sq: Folk irlandez

source: Spanish guitar
de: Spanische Gitarre
es: Guitarra española
fr: Guitare espagnole
it: Chitarra spagnola
pl: Hiszpańska gitara
sq: Kitarë spanjolle

source: Language
de: Sprache
pl: Język
